Repository: NexusRetail-RSMS/NexusRetail
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi

source: Admin
ar: مسؤل
es: Administración
fr: Administrateur
hi: व्यवस्थापक

source: Manager
ar: مدير
es: Gerente
fr: Directeur
hi: प्रबंधक

source: Sales Associate
ar: مساعد مبيعات
es: Asociado de ventas
fr: Associé aux ventes
hi: बिक्री सहयोगी

source: After Sales
ar: ما بعد البيع
es: Postventa
fr: Après-vente
hi: बिक्री के बाद

source: Select Language
ar: اختر اللغة
es: Seleccionar idioma
fr: Sélectionnez la langue
hi: भाषा चुने

source: Choose your preferred language for the application.
ar: اختر لغتك المفضلة للتطبيق.
es: Elija su idioma preferido para la aplicación.
fr: Choisissez votre langue préférée pour l'application.
hi: आवेदन के लिए अपनी पसंदीदा भाषा चुनें।

source: Continue
ar: يكمل
es: Continuar
fr: Continuer
hi: जारी रखना

source: Close
ar: يغلق
es: Cerca
fr: Fermer
hi: बंद करना

source: Coming Soon
ar: قريباً
es: Muy pronto
fr: À venir
hi: जल्द आ रहा है

source: Dashboard
ar: لوحة القيادة
es: Panel
fr: Tableau de bord
hi: डैशबोर्ड

source: Stores
ar: متاجر
es: Víveres
fr: Magasins
hi: स्टोर

source: Products
ar: منتجات
es: Productos
fr: Produits
hi: उत्पादों

source: Transfers
ar: التحويلات
es: Transferencias
fr: Transferts
hi: स्थानांतरण

source: Managers
ar: المديرين
es: Gerentes
fr: Gestionnaires
hi: प्रबंधकों

source: Profile
ar: حساب تعريفي
es: Perfil
fr: Profil
hi: प्रोफ़ाइल

source: 🌍 All Global
ar: 🌍 الكل عالمي
es: 🌍 Todo el mundo
fr: 🌍 Tout le monde
hi: 🌍 सभी वैश्विक

source: Retry
ar: أعد المحاولة
es: Rever
fr: Réessayer
hi: पुन: प्रयास करें

source: Country filter
ar: مرشح البلد
es: Filtro de país
fr: Filtre pays
hi: देश फ़िल्टर

source: Top Products
ar: أعلى المنتجات
es: Productos principales
fr: Produits phares
hi: शीर्ष उत्पाद

source: No product data
ar: لا توجد بيانات المنتج
es: Sin datos de producto
fr: Aucune donnée produit
hi: कोई उत्पाद डेटा नहीं

source: No revenue data
ar: لا توجد بيانات الإيرادات
es: Sin datos de ingresos
fr: Aucune donnée sur les revenus
hi: कोई राजस्व डेटा नहीं

source: Revenue in ₹ Lakhs
ar: الإيرادات بـ ₹ Lakhs
es: Ingresos en ₹ Lakhs
fr: Revenus en ₹ Lakhs
hi: राजस्व ₹ लाख में

source: Stores across all regions
ar: متاجر في جميع المناطق
es: Tiendas en todas las regiones
fr: Des magasins dans toutes les régions
hi: सभी क्षेत्रों में स्टोर

source: Top Region:
ar: المنطقة العليا:
es: Región superior:
fr: Région supérieure :
hi: शीर्ष क्षेत्र:

source: Revenue
ar: ربح
es: Ganancia
fr: Revenu
hi: आय

source: Top Store:
ar: المتجر العلوي:
es: Tienda principal:
fr: Meilleur magasin :
hi: शीर्ष स्टोर:

source: Store Locations
ar: مواقع المتجر
es: Ubicaciones de las tiendas
fr: Emplacements des magasins
hi: स्टोर स्थान

source: All Stores
ar: جميع المتاجر
es: Todas las tiendas
fr: Tous les magasins
hi: सभी स्टोर

source: Top Customer Locations
ar: أهم مواقع العملاء
es: Principales ubicaciones de clientes
fr: Principaux emplacements des clients
hi: शीर्ष ग्राहक स्थान

source: Worldwide
ar: في جميع أنحاء العالم
es: Mundial
fr: Mondial
hi: दुनिया भर में

source: Tap any highlighted region for details
ar: اضغط على أي منطقة مميزة للحصول على التفاصيل
es: Toca cualquier región resaltada para obtener más detalles.
fr: Appuyez sur n'importe quelle région en surbrillance pour plus de détails
hi: विवरण के लिए किसी भी हाइलाइट किए गए क्षेत्र को टैप करें

source: Location Ranking
ar: تصنيف الموقع
es: Clasificación de ubicación
fr: Classement des emplacements
hi: स्थान रैंकिंग

source: Recent Stock Requests
ar: طلبات الأسهم الأخيرة
es: Solicitudes de acciones recientes
fr: Demandes de stock récentes
hi: हालिया स्टॉक अनुरोध

source: No recent requests
ar: لا توجد طلبات حديثة
es: No hay solicitudes recientes
fr: Aucune demande récente
hi: कोई हालिया अनुरोध नहीं

source: Top Performers
ar: أفضل المؤدين
es: Mejores artistas
fr: Les plus performants
hi: शीर्ष प्रदर्शक

source: All Managers
ar: جميع المديرين
es: Todos los gerentes
fr: Tous les gestionnaires
hi: सभी प्रबंधक

source: All Countries
ar: جميع البلدان
es: Todos los países
fr: Tous les pays
hi: सभी देश

source: Not Present
ar: غير موجود
es: No presente
fr: Pas présent
hi: नहीं होना

source: Are you sure you want to delete this manager? This action cannot be undone and will revoke their access.
ar: هل أنت متأكد أنك تريد حذف هذا المدير؟ لا يمكن التراجع عن هذا الإجراء وسيؤدي إلى إلغاء وصولهم.
es: ¿Estás seguro de que deseas eliminar este administrador? Esta acción no se puede deshacer y revocará su acceso.
fr: Êtes-vous sûr de vouloir supprimer ce gestionnaire ? Cette action ne peut être annulée et révoquera leur accès.
hi: क्या आप वाकई इस प्रबंधक को हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती और उनकी पहुंच रद्द कर दी जाएगी.

source: Edit
ar: يحرر
es: Editar
fr: Modifier
hi: संपादन करना

source: Delete
ar: يمسح
es: Borrar
fr: Supprimer
hi: मिटाना

source: Cancel
ar: يلغي
es: Cancelar
fr: Annuler
hi: रद्द करना

source: Country
ar: دولة
es: País
fr: Pays
hi: देश

source: Performance
ar: أداء
es: Actuación
hi: प्रदर्शन

source: Reset Filters
ar: إعادة تعيين المرشحات
es: Restablecer filtros
fr: Réinitialiser les filtres
hi: फ़िल्टर रीसेट करें

source: Add new manager
ar: إضافة مدير جديد
es: Agregar nuevo administrador
fr: Ajouter un nouveau gestionnaire
hi: नया प्रबंधक जोड़ें

source: Delete Manager
ar: حذف المدير
es: Administrador de eliminación
fr: Supprimer le gestionnaire
hi: प्रबंधक हटाएँ

source: Manager Information
ar: معلومات المدير
es: Información del administrador
fr: Informations sur le gestionnaire
hi: प्रबंधक सूचना

source: Store Information
ar: معلومات المتجر
es: Información de la tienda
fr: Informations sur le magasin
hi: दुकान की जानकारी

source: Account
ar: حساب
es: Cuenta
fr: Compte
hi: खाता

source: Reset Credentials
ar: إعادة تعيين بيانات الاعتماد
es: Restablecer credenciales
fr: Réinitialiser les informations d'identification
hi: क्रेडेंशियल रीसेट करें

source: A link to reset credentials has been sent to the manager's registered email.
ar: تم إرسال رابط لإعادة تعيين بيانات الاعتماد إلى البريد الإلكتروني المسجل للمدير.
es: Se envió un enlace para restablecer las credenciales al correo electrónico registrado del administrador.
fr: Un lien pour réinitialiser les informations d'identification a été envoyé à l'adresse e-mail enregistrée du responsable.
hi: क्रेडेंशियल रीसेट करने का एक लिंक प्रबंधक के पंजीकृत ईमेल पर भेजा गया है।

source: None
ar: لا أحد
es: Ninguno
fr: Aucun
hi: कोई नहीं

source: Store Name
ar: اسم المتجر
es: Nombre de la tienda
fr: Nom du magasin
hi: स्टोर नाम

source: OK
ar: نعم
es: DE ACUERDO
fr: D'ACCORD
hi: ठीक है

source: Manager Details
ar: تفاصيل المدير
es: Detalles del administrador
fr: Détails du gestionnaire
hi: प्रबंधक विवरण

source: Store Details
ar: تفاصيل المتجر
es: Detalles de la tienda
fr: Détails du magasin
hi: स्टोर विवरण

source: Edit Manager
ar: مدير التحرير
es: Administrador de edición
fr: Gestionnaire de modifications
hi: प्रबंधक संपादित करें

source: Credentials Reset
ar: إعادة تعيين بيانات الاعتماد
es: Restablecimiento de credenciales
fr: Réinitialisation des informations d'identification
hi: क्रेडेंशियल रीसेट

source: Error Updating Manager
ar: حدث خطأ أثناء تحديث المدير
es: Error al actualizar el administrador
fr: Erreur lors de la mise à jour du gestionnaire
hi: प्रबंधक अद्यतन करने में त्रुटि

source: The password credentials have been sent to their email.
ar: تم إرسال بيانات اعتماد كلمة المرور إلى بريدهم الإلكتروني.
es: Las credenciales de la contraseña han sido enviadas a su correo electrónico.
fr: Les informations d'identification du mot de passe ont été envoyées à leur adresse e-mail.
hi: पासवर्ड क्रेडेंशियल उनके ईमेल पर भेज दिए गए हैं।

source: Add New Manager
ar: إضافة مدير جديد
es: Agregar nuevo administrador
fr: Ajouter un nouveau gestionnaire
hi: नया प्रबंधक जोड़ें

source: Manager Created
ar: تم إنشاء المدير
es: Gerente creado
fr: Gestionnaire créé
hi: प्रबंधक बनाया गया

source: Error Creating Manager
ar: خطأ في إنشاء مدير
es: Error al crear administrador
fr: Erreur lors de la création du gestionnaire
hi: प्रबंधक बनाने में त्रुटि

source: Card Payments (Stripe)
ar: مدفوعات البطاقة (شريط)
es: Pagos con Tarjeta (Stripe)
fr: Paiements par carte (Stripe)
hi: कार्ड से भुगतान (धारी)

source: Credential Configuration
ar: تكوين بيانات الاعتماد
es: Configuración de credenciales
fr: Configuration des informations d'identification
hi: क्रेडेंशियल कॉन्फ़िगरेशन

source: Enter your Stripe credentials. You can find these in your Stripe dashboard.
ar: أدخل بيانات اعتماد الشريط الخاصة بك. يمكنك العثور عليها في لوحة تحكم Stripe الخاصة بك.
es: Ingrese sus credenciales de Stripe. Puede encontrarlos en su panel de Stripe.
fr: Saisissez vos identifiants Stripe. Vous pouvez les trouver dans votre tableau de bord Stripe.
hi: अपना स्ट्राइप क्रेडेंशियल दर्ज करें। आप इन्हें अपने स्ट्राइप डैशबोर्ड में पा सकते हैं।

source: Credentials
ar: أوراق اعتماد
es: Cartas credenciales
fr: Informations d'identification
hi: साख

source: Publishable Key
ar: مفتاح قابل للنشر
es: Clave publicable
fr: Clé publiable
hi: प्रकाशन योग्य कुंजी

source: Secret Key
ar: المفتاح السري
es: clave secreta
fr: Clé secrète
hi: गुप्त कुंजी

source: Your credentials are encrypted and stored securely.
ar: يتم تشفير بيانات الاعتماد الخاصة بك وتخزينها بشكل آمن.
es: Sus credenciales están cifradas y almacenadas de forma segura.
fr: Vos informations d'identification sont cryptées et stockées en toute sécurité.
hi: आपके क्रेडेंशियल एन्क्रिप्टेड और सुरक्षित रूप से संग्रहीत हैं।

source: Back
ar: خلف
es: Atrás
fr: Dos
hi: पीछे

source: Error
ar: خطأ
fr: Erreur
hi: गलती

source: Success
ar: نجاح
es: Éxito
fr: Succès
hi: सफलता

source: Payment Configuration
ar: تكوين الدفع
es: Configuración de pago
fr: Configuration du paiement
hi: भुगतान विन्यास

source: Payment Gateways
ar: بوابات الدفع
es: Pasarelas de Pago
fr: Passerelles de paiement
hi: भुगतान द्वार

source: Configure payment gateways for your store so you can start accepting payments.
ar: قم بتكوين بوابات الدفع لمتجرك حتى تتمكن من البدء في قبول المدفوعات.
es: Configura pasarelas de pago para tu tienda para que puedas comenzar a aceptar pagos.
fr: Configurez les passerelles de paiement pour votre boutique afin de pouvoir commencer à accepter des paiements.
hi: अपने स्टोर के लिए भुगतान गेटवे कॉन्फ़िगर करें ताकि आप भुगतान स्वीकार करना शुरू कर सकें।

source: Last Updated
ar: آخر تحديث
es: Última actualización
fr: Dernière mise à jour
hi: आखरी अपडेट

source: At least one payment gateway is configured. You can now accept payments.
ar: تم تكوين بوابة دفع واحدة على الأقل. يمكنك الآن قبول المدفوعات.
es: Al menos una pasarela de pago está configurada. Ahora puedes aceptar pagos.
fr: Au moins une passerelle de paiement est configurée. Vous pouvez désormais accepter les paiements.
hi: कम से कम एक भुगतान गेटवे कॉन्फ़िगर किया गया है। अब आप भुगतान स्वीकार कर सकते हैं.

source: Store cannot process payments until at least one payment gateway is configured.
ar: لا يمكن للمتجر معالجة المدفوعات حتى يتم تكوين بوابة دفع واحدة على الأقل.
es: La tienda no puede procesar pagos hasta que se configure al menos una pasarela de pago.
fr: Store ne peut pas traiter les paiements tant qu'au moins une passerelle de paiement n'est pas configurée.
hi: जब तक कम से कम एक भुगतान गेटवे कॉन्फ़िगर नहीं हो जाता, स्टोर भुगतान संसाधित नहीं कर सकता।

source: Loading configurations…
ar: جارٍ تحميل التكوينات…
es: Cargando configuraciones…
fr: Chargement des configurations…
hi: कॉन्फ़िगरेशन लोड हो रहा है...

source: Razorpay
ar: رازورباي
es: pago de afeitar
fr: Rasoirpay
hi: रेज़रपे

source: Enter your Razorpay credentials. You can find these in your Razorpay dashboard.
ar: أدخل بيانات اعتماد Razorpay الخاصة بك. يمكنك العثور عليها في لوحة تحكم Razorpay الخاصة بك.
es: Ingrese sus credenciales de Razorpay. Puede encontrarlos en su panel de Razorpay.
fr: Entrez vos identifiants Razorpay. Vous pouvez les trouver dans votre tableau de bord Razorpay.
hi: अपना रेज़रपे क्रेडेंशियल दर्ज करें। आप इन्हें अपने रेज़रपे डैशबोर्ड में पा सकते हैं।

source: Key ID
ar: معرف المفتاح
es: ID de clave
fr: ID de clé
hi: कुंजी आईडी

source: Key Secret
ar: سر المفتاح
es: Secreto clave
fr: Clé secrète
hi: मुख्य रहस्य

source: Upload Product Image
ar: تحميل صورة المنتج
es: Subir imagen del producto
fr: Télécharger l'image du produit
hi: उत्पाद छवि अपलोड करें

source: Tap to select an image
ar: انقر لتحديد صورة
es: Toca para seleccionar una imagen
fr: Appuyez pour sélectionner une image
hi: कोई छवि चुनने के लिए टैप करें

source: Base Price
ar: السعر الأساسي
es: Precio base
fr: Prix ​​de base
hi: आधार मूल्य

source: Floor Price
ar: سعر الكلمة
es: Precio mínimo
fr: Prix ​​plancher
hi: न्यूनतम मूल्य

source: INR
ar: روبية هندية
hi: आईएनआर

source: EUR
ar: يورو
es: euros
hi: ईयूआर

source: Product Details
ar: تفاصيل المنتج
es: Detalles del producto
fr: Détails du produit
hi: उत्पाद विवरण

source: Stocks
ar: الأسهم
es: Cepo
fr: Actions
hi: शेयरों

source: Pricing
ar: التسعير
es: Precios
fr: Tarifs
hi: मूल्य निर्धारण

source: Launch
ar: يطلق
es: Lanzamiento
fr: Lancement
hi: शुरू करना

source: Couldn’t save product
ar: لا يمكن حفظ المنتج
es: No se pudo guardar el producto
fr: Impossible d'enregistrer le produit
hi: उत्पाद सहेजा नहीं जा सका

source: Try a different name, SKU, or category.
ar: جرّب اسمًا أو رمز تخزين تعريفي (SKU) أو فئة مختلفة.
es: Pruebe con un nombre, SKU o categoría diferente.
fr: Essayez un autre nom, SKU ou catégorie.
hi: कोई भिन्न नाम, SKU, या श्रेणी आज़माएँ.

source: TOP SELLING
ar: الأكثر مبيعًا
es: MÁS VENDIDOS
fr: MEILLEURES VENTES
hi: शीर्ष विक्रय

source: Done
ar: منتهي
es: Hecho
fr: Fait
hi: हो गया

source: Show QR Code
ar: إظهار رمز الاستجابة السريعة
es: Mostrar código QR
fr: Afficher le code QR
hi: QR कोड दिखाएँ

source: Product QR
ar: المنتج ريال قطري
es: Código QR del producto
fr: Code QR du produit
hi: उत्पाद क्यूआर

source: Delete Product
ar: حذف المنتج
es: Eliminar producto
fr: Supprimer le produit
hi: उत्पाद हटाएँ

source: Search products, SKU…
ar: البحث عن المنتجات، SKU...
es: Buscar productos, SKU…
fr: Rechercher des produits, SKU…
hi: उत्पाद खोजें, SKU...

source: All
ar: الجميع
es: Todo
fr: Tous
hi: सभी

source: Watches
ar: الساعات
es: Relojes
fr: Montres
hi: घड़ियाँ

source: Bags
ar: أكياس
es: Bolsas
fr: Sacs
hi: थैलियों

source: Perfumes
ar: العطور
fr: Parfums
hi: इत्र

source: Clothes
ar: ملابس
es: Ropa
fr: Vêtements
hi: कपड़े

source: Jewellery
ar: مجوهرات
es: Joyería
fr: Bijoux
hi: आभूषण

source: Sign Out
ar: تسجيل الخروج
es: Desconectar
fr: Se déconnecter
hi: साइन आउट

source: Admin Details
ar: تفاصيل المشرف
es: Detalles del administrador
fr: Détails de l'administrateur
hi: व्यवस्थापक विवरण

source: Contact Details
ar: تفاصيل الاتصال
es: Detalles de contacto
fr: Coordonnées
hi: सम्पर्क करने का विवरण

source: General Settings
ar: الإعدادات العامة
es: Configuraciones generales
fr: Paramètres généraux
hi: सामान्य सेटिंग्स

source: Error Saving Profile
ar: خطأ في حفظ الملف الشخصي
es: Error al guardar perfil
fr: Erreur lors de l'enregistrement du profil
hi: प्रोफ़ाइल सहेजने में त्रुटि

source: Language
ar: لغة
es: Idioma
fr: Langue
hi: भाषा

source: Save Configuration
ar: حفظ التكوين
es: Guardar configuración
fr: Enregistrer la configuration
hi: कॉन्फ़िगरेशन सहेजें

source: Sales Report
ar: تقرير المبيعات
es: Informe de ventas
fr: Rapport de ventes
hi: विक्रय विवरण

source: TOTAL
ar: المجموع
hi: कुल

source: Online
ar: متصل
es: En línea
fr: En ligne
hi: ऑनलाइन

source: Offline
ar: غير متصل
es: Desconectado
fr: Hors ligne
hi: ऑफलाइन

source: No sales this period
ar: لا مبيعات هذه الفترة
es: No hay ventas este período
fr: Pas de vente cette période
hi: इस अवधि में कोई बिक्री नहीं

source: Sales by Category
ar: المبيعات حسب الفئة
es: Ventas por categoría
fr: Ventes par catégorie
hi: श्रेणी के अनुसार बिक्री

source: No sales data available.
ar: لا توجد بيانات المبيعات المتاحة.
es: No hay datos de ventas disponibles.
fr: Aucune donnée de vente disponible.
hi: कोई बिक्री डेटा उपलब्ध नहीं है.

source: Weekly
ar: أسبوعي
es: Semanalmente
fr: Hebdomadaire
hi: साप्ताहिक

source: Monthly
ar: شهريا
es: Mensual
fr: Mensuel
hi: महीने के

source: Yearly
ar: سنوي
es: Anual
fr: Annuel
hi: सालाना

source: Loading analytics…
ar: جارٍ تحميل التحليلات...
es: Cargando análisis…
fr: Chargement des analyses…
hi: विश्लेषण लोड हो रहा है...

source: Total Sales
ar: إجمالي المبيعات
es: Ventas totales
fr: Ventes totales
hi: कुल बिक्री

source: No sales data for this period
ar: لا توجد بيانات المبيعات لهذه الفترة
es: No hay datos de ventas para este período.
fr: Aucune donnée de vente pour cette période
hi: इस अवधि के लिए कोई बिक्री डेटा नहीं

source: No data
ar: لا توجد بيانات
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं

source: Store Info
ar: معلومات المتجر
es: Información de la tienda
fr: Informations sur le magasin
hi: स्टोर जानकारी

source: Edit Store
ar: تحرير المتجر
es: Editar tienda
fr: Modifier le magasin
hi: स्टोर संपादित करें

source: More options
ar: المزيد من الخيارات
es: Más opciones
fr: Plus d'options
hi: अधिक विकल्प

source: No manager assigned
ar: لم يتم تعيين مدير
es: No hay gerente asignado
fr: Aucun responsable affecté
hi: कोई प्रबंधक नियुक्त नहीं किया गया

source: Type an address above, or tap the map to drop a pin
ar: اكتب عنوانًا أعلاه، أو اضغط على الخريطة لإسقاط دبوس
es: Escribe una dirección arriba o toca el mapa para colocar un marcador
fr: Tapez une adresse ci-dessus ou appuyez sur la carte pour déposer une épingle
hi: ऊपर एक पता टाइप करें, या पिन छोड़ने के लिए मानचित्र पर टैप करें

source: Saving…
ar: توفير…
es: Ahorro…
fr: Économie…
hi: सहेजा जा रहा है...

source: Tap to update photo
ar: انقر لتحديث الصورة
es: Toca para actualizar la foto
fr: Appuyez pour mettre à jour la photo
hi: फ़ोटो अपडेट करने के लिए टैप करें

source: Store Image
ar: صورة المتجر
es: Almacenar imagen
fr: Image du magasin
hi: छवि संग्रहित करें

source: Store is Active
ar: المتجر نشط
es: La tienda está activa
fr: Le magasin est actif
hi: स्टोर सक्रिय है

source: A store must have a manager assigned before it can be marked as active.
ar: يجب أن يكون لدى المتجر مدير معين قبل أن يتم وضع علامة عليه كنشط.
es: Una tienda debe tener un administrador asignado antes de poder marcarla como activa.
fr: Un magasin doit avoir un responsable affecté avant de pouvoir être marqué comme actif.
hi: किसी स्टोर को सक्रिय के रूप में चिह्नित करने से पहले उसके पास एक प्रबंधक नियुक्त होना चाहिए।

source: No available managers
ar: لا يوجد مديرين المتاحة
es: No hay gerentes disponibles
fr: Aucun gestionnaire disponible
hi: कोई उपलब्ध प्रबंधक नहीं

source: Save
ar: يحفظ
es: Ahorrar
fr: Sauvegarder
hi: बचाना

source: Select Manager
ar: حدد مدير
es: Seleccionar administrador
fr: Sélectionnez le gestionnaire
hi: प्रबंधक का चयन करें

source: Manager Not Assigned
ar: لم يتم تعيين المدير
es: Gerente no asignado
fr: Gestionnaire non affecté
hi: मैनेजर को नियुक्त नहीं किया गया

source: No Stores Found
ar: لم يتم العثور على متاجر
es: No se encontraron tiendas
fr: Aucun magasin trouvé
hi: कोई स्टोर नहीं मिला

source: Tap + to add your first store.
ar: اضغط على + لإضافة متجرك الأول.
es: Toca + para agregar tu primera tienda.
fr: Appuyez sur + pour ajouter votre premier magasin.
hi: अपना पहला स्टोर जोड़ने के लिए + टैप करें।

source: Loading stores…
ar: جارٍ تحميل المتاجر…
es: Cargando tiendas…
fr: Chargement des magasins…
hi: स्टोर लोड हो रहा है...

source: Add new store
ar: إضافة متجر جديد
es: Agregar nueva tienda
fr: Ajouter un nouveau magasin
hi: नया स्टोर जोड़ें

source: Search stores, city…
ar: متاجر البحث، المدينة...
es: Buscar tiendas, ciudad…
fr: Rechercher des magasins, une ville…
hi: स्टोर खोजें, शहर...

source: No products data
ar: لا توجد بيانات المنتجات
es: Sin datos de productos
fr: Aucune donnée sur les produits
hi: कोई उत्पाद डेटा नहीं

source: Units sold
ar: الوحدات المباعة
es: Unidades vendidas
fr: Unités vendues
hi: इकाइयाँ बेची गईं

source: Product Ranking
ar: تصنيف المنتج
es: Clasificación de productos
fr: Classement des produits
hi: उत्पाद रैंकिंग

source: No ranking data available
ar: لا توجد بيانات الترتيب المتاحة
es: No hay datos de clasificación disponibles
fr: Aucune donnée de classement disponible
hi: कोई रैंकिंग डेटा उपलब्ध नहीं है

source: No Transfer Requests
ar: لا توجد طلبات نقل
es: Sin solicitudes de transferencia
fr: Aucune demande de transfert
hi: कोई स्थानांतरण अनुरोध नहीं

source: New store requests will appear here.
ar: ستظهر طلبات المتجر الجديدة هنا.
es: Las solicitudes de nuevas tiendas aparecerán aquí.
fr: Les nouvelles demandes de magasin apparaîtront ici.
hi: नए स्टोर अनुरोध यहां दिखाई देंगे.

source: No scheduled requests
ar: لا توجد طلبات مجدولة
es: No hay solicitudes programadas
fr: Aucune demande planifiée
hi: कोई निर्धारित अनुरोध नहीं

source: History
ar: تاريخ
es: Historia
fr: Histoire
hi: इतिहास

source: No Transfer History
ar: لا يوجد تاريخ نقل
es: Sin historial de transferencias
fr: Aucun historique de transfert
hi: कोई स्थानांतरण इतिहास नहीं

source: Approved transfer requests will appear here.
ar: ستظهر هنا طلبات النقل المعتمدة.
es: Las solicitudes de transferencia aprobadas aparecerán aquí.
fr: Les demandes de transfert approuvées apparaîtront ici.
hi: स्वीकृत स्थानांतरण अनुरोध यहां दिखाई देंगे.

source: Requests
ar: الطلبات
es: Solicitudes
fr: Demandes
hi: अनुरोध

source: Waiting
ar: منتظر
es: Espera
fr: En attendant
hi: इंतज़ार में

source: Schedule Request
ar: طلب الجدول الزمني
es: Solicitud de programación
fr: Demande d'horaire
hi: अनुसूची अनुरोध

source: Choose the date on which this request should be automatically approved. You can approve it earlier at any time from the Waiting tab.
ar: اختر التاريخ الذي يجب أن تتم فيه الموافقة على هذا الطلب تلقائيًا. يمكنك الموافقة عليه مبكرًا في أي وقت من علامة التبويب "الانتظار".
es: Elija la fecha en la que esta solicitud debe aprobarse automáticamente. Puedes aprobarlo antes en cualquier momento desde la pestaña Esperando.
fr: Choisissez la date à laquelle cette demande doit être automatiquement approuvée. Vous pouvez l'approuver plus tôt à tout moment depuis l'onglet En attente.
hi: वह तिथि चुनें जिस दिन यह अनुरोध स्वचालित रूप से स्वीकृत हो जाना चाहिए। आप इसे वेटिंग टैब से किसी भी समय पहले स्वीकृत कर सकते हैं।

source: Are you sure you want to approve this scheduled request early?
ar: هل أنت متأكد أنك تريد الموافقة على هذا الطلب المجدول في وقت مبكر؟
es: ¿Está seguro de que desea aprobar esta solicitud programada con anticipación?
fr: Êtes-vous sûr de vouloir approuver cette demande planifiée plus tôt ?
hi: क्या आप वाकई इस निर्धारित अनुरोध को शीघ्र स्वीकृत करना चाहते हैं?

source: Approve
ar: يعتمد
es: Aprobar
fr: Approuver
hi: मंज़ूरी देना

source: Approve Early
ar: الموافقة في وقت مبكر
es: Aprobar temprano
fr: Approuver tôt
hi: शीघ्र स्वीकृत करें

source: Requested
ar: مطلوب
es: Solicitado
fr: Demandé
hi: अनुरोध किया

source: Requested On
ar: تم الطلب على
es: Solicitado el
fr: Demandé le
hi: पर अनुरोध किया गया

source: Scheduled On
ar: تمت جدولته
es: Programado el
fr: Programmé le
hi: पर शेड्यूल किया गया

source: Approved
ar: موافقة
es: Aprobado
fr: Approuvé
hi: अनुमत

source: Auto Approved
ar: تمت الموافقة عليه تلقائيًا
es: Auto aprobado
fr: Approuvé automatiquement
hi: स्वतः स्वीकृत

source: Approved Early
ar: تمت الموافقة عليه مبكرًا
es: Aprobado anticipadamente
fr: Approuvé tôt
hi: शीघ्र स्वीकृत

source: Approved On
ar: تمت الموافقة عليه
es: Aprobado el
fr: Approuvé le
hi: पर स्वीकृत

source: After-Sales Specialist
ar: أخصائي ما بعد البيع
es: Especialista en posventa
fr: Spécialiste après-vente
hi: बिक्री उपरांत विशेषज्ञ

source: Repairs
ar: الإصلاحات
es: Refacción
fr: Réparations
hi: मरम्मत

source: Customers
ar: عملاء
es: Clientes
fr: Clients
hi: ग्राहकों

source: Specialist Profile
ar: الملف الشخصي المتخصص
es: Perfil de especialista
fr: Profil de spécialiste
hi: विशेषज्ञ प्रोफ़ाइल

source: Service Requests
ar: طلبات الخدمة
es: Solicitudes de servicio
fr: Demandes de services
hi: सेवा अनुरोध

source: Service Status
ar: حالة الخدمة
es: Estado del servicio
fr: Statut du service
hi: सेवा स्थिति

source: Total
ar: المجموع
hi: कुल
